Repository: marslin1220/RunCraft
Catalog: RunCraftWatch Watch App/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: ↑ Ahead
ja: ↑ 速い
ko: ↑ 빠름
zh_hans: ↑ 太快
zh_hant: ↑ 太快

source: ↓ Behind
ja: ↓ 遅い
ko: ↓ 느림
zh_hans: ↓ 太慢
zh_hant: ↓ 太慢

# announce.first
source: %1$@. Goal: %2$@.
ja: %1$@。目標：%2$@。
ko: %1$@. 목표: %2$@.
zh_hans: %1$@。目标：%2$@。
zh_hant: %1$@。目標：%2$@。

# announce.transition
source: %1$@ complete. %2$@. Goal: %3$@.
ja: %1$@完了。%2$@。目標：%3$@。
ko: %1$@ 완료. %2$@. 목표: %3$@.
zh_hans: %1$@完成。%2$@。目标：%3$@。
zh_hant: %1$@完成。%2$@。目標：%3$@。

# announce.workout_complete
source: %@ complete. Workout complete!
ja: %@完了。ワークアウト完了！
ko: %@ 완료. 운동 완료!
zh_hans: %@完成。训练完成！
zh_hant: %@完成。訓練完成！

source: avg bpm
ja: 平均 bpm
ko: 평균 bpm
zh_hans: 平均 bpm
zh_hant: 平均 bpm

source: Avg HR
ja: 平均心拍数
ko: 평균 심박수
zh_hans: 平均心率
zh_hant: 平均心率

source: Avg Pace
ja: 平均ペース
ko: 평균 페이스
zh_hans: 平均配速
zh_hant: 平均配速

source: Calories
ja: カロリー
ko: 칼로리
zh_hans: 卡路里
zh_hant: 卡路里

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cool-down
ja: クールダウン
ko: 쿨다운
zh_hans: 放松跑
zh_hant: 緩和跑

source: Couldn't start workout
ja: ワークアウトを開始できませんでした
ko: 운동을 시작할 수 없습니다
zh_hans: 无法开始训练
zh_hant: 無法開始訓練

source: Dismiss
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: dist
ja: 距離
ko: 거리
zh_hans: 距离
zh_hant: 距離

source: Distance
ja: 距離
ko: 거리
zh_hans: 距离
zh_hant: 距離

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: EASY
ja: イージー
ko: 이지
zh_hans: 轻松
zh_hant: 輕鬆

source: End
ja: 終了
ko: 종료
zh_hans: 结束
zh_hant: 結束

source: End this workout?
ja: ワークアウトを終了しますか？
ko: 운동을 종료하시겠습니까?
zh_hans: 结束训练？
zh_hant: 結束訓練？

source: End Workout
ja: ワークアウト終了
ko: 운동 종료
zh_hans: 结束训练
zh_hant: 結束訓練

source: Free Run
ja: フリーラン
ko: 자유 달리기
zh_hans: 自由跑
zh_hant: 自由跑

source: Goal: %@
ja: 目標：%@
ko: 목표: %@
zh_hans: 目标：%@
zh_hant: 目標：%@

source: INTERVAL
ja: インターバル
ko: 인터벌
zh_hans: 间歇
zh_hant: 間歇

source: left
ja: 残り
ko: 남음
zh_hans: 剩余
zh_hant: 剩餘

source: MARATHON
ja: マラソン
ko: 마라톤
zh_hans: 马拉松
zh_hant: 馬拉松

source: On Target
ja: ペース適正
ko: 페이스 적절
zh_hans: 配速正确
zh_hant: 配速正確

source: Open RunCraft on your iPhone to sync your schedule.
ja: iPhone で RunCraft を開いてスケジュールを同期してください。
ko: iPhone에서 RunCraft를 열어 일정을 동기화하세요.
zh_hans: 在 iPhone 上打开 RunCraft 以同步训练计划。
zh_hant: 在 iPhone 上開啟 RunCraft 以同步訓練計畫。

source: PACE
ja: ペース
ko: 페이스
zh_hans: 配速
zh_hant: 配速

source: Pause
ja: 一時停止
ko: 일시정지
zh_hans: 暂停
zh_hant: 暫停

source: Ready
ja: 準備完了
ko: 준비됨
zh_hans: 已就绪
zh_hant: 已就緒

source: Recovery
ja: リカバリー
ko: 회복
zh_hans: 恢复跑
zh_hant: 恢復跑

# rep_step_label
source: Rep %1$lld/%2$lld · %3$@
ja: %1$lld/%2$lld本目 · %3$@
ko: %1$lld/%2$lld번 · %3$@
zh_hans: 第%1$lld/%2$lld组 · %3$@
zh_hant: 第%1$lld/%2$lld組 · %3$@

source: REPETITION
ja: レペティション
ko: 레피티션
zh_hans: 重复跑
zh_hant: 重複跑

source: Resume
ja: 再開
ko: 재개
zh_hans: 继续
zh_hant: 繼續

source: Run
ja: ラン
ko: 달리기
zh_hans: 跑步
zh_hant: 跑步

source: Start
ja: 開始
ko: 시작
zh_hans: 开始
zh_hant: 開始

source: Starting workout…
ja: ワークアウトを開始中…
ko: 운동 시작 중…
zh_hans: 正在开始训练…
zh_hant: 正在開始訓練…

source: Target
ja: 目標
ko: 목표
zh_hans: 目标配速
zh_hant: 目標配速

source: THRESHOLD
ja: 閾値
ko: 역치
zh_hans: 节奏跑
zh_hant: 節奏跑

source: Time
ja: 時間
ko: 시간
zh_hans: 时间
zh_hant: 時間

source: TODAY
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: Warm-up
ja: ウォームアップ
ko: 워밍업
zh_hans: 热身
zh_hant: 熱身

source: Workout complete!
ja: ワークアウト完了！
ko: 운동 완료!
zh_hans: 训练完成！
zh_hant: 訓練完成！

source: Workout Done
ja: ワークアウト完了
ko: 운동 완료
zh_hans: 训练完成
zh_hant: 訓練完成

source: Zone %lld
ja: ゾーン%lld
ko: 구간 %lld
zh_hans: 区间 %lld
zh_hant: 區間 %lld
